Repository: HappyOnigiri/TimeTracker
Catalog: Sources/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans

source: 10 分
en: 10 min
zh_hans: 10 分钟

source: 10 分前から開始
en: Start 10 Minutes Ago
zh_hans: 从 10 分钟前开始

source: 15 分
en: 15 min
zh_hans: 15 分钟

source: 15 分前から開始
en: Start 15 Minutes Ago
zh_hans: 从 15 分钟前开始

source: 1つの記録に複数の作業内容がある場合、時間を均等に配分
en: Time is divided evenly when a record has multiple work notes
zh_hans: 一条记录包含多个工作内容时，时间将被平均分配

source: 1日ごとの稼働時間推移
en: Daily Tracked Time
zh_hans: 每日工作时长

source: 30 分
en: 30 min
zh_hans: 30 分钟

source: 5 分
en: 5 min
zh_hans: 5 分钟

source: 5 分前から開始
en: Start 5 Minutes Ago
zh_hans: 从 5 分钟前开始

source: CSV 出力
en: Export CSV
zh_hans: 导出 CSV

source: Mac 起動時に自動的に開く
en: Open at Login
zh_hans: 登录时打开

source: TimeTracker を終了
en: Quit TimeTracker
zh_hans: 退出 TimeTracker

source: 「%@」を「%@」に変更します。%@ 件の記録が対象です。この操作は取り消せません。
en: Change “%1$@” to “%2$@” in %3$@ records? This action cannot be undone.
zh_hans: 要将“%1$@”更改为“%2$@”吗？这会影响 %3$@ 条记录，且无法撤销。

source: 「%@」を削除してもよろしいですか？この操作は取り消せません。
en: Delete “%@”? This action cannot be undone.
zh_hans: 要删除“%@”吗？此操作无法撤销。

source: このプロジェクトはすでに計測中です。
en: This project is already being tracked.
zh_hans: 此项目已在计时。

source: この月に記録された稼働時間はありません。
en: No tracked time was recorded this month.
zh_hans: 本月没有工作时长记录。

source: この期間に記録された稼働時間はありません。
en: No tracked time was recorded in this period.
zh_hans: 此时间段内没有工作时长记录。

source: すべて
en: All
zh_hans: 全部

source: すべて表示
en: Show All
zh_hans: 显示全部

source: すべてのプロジェクト
en: All Projects
zh_hans: 所有项目

source: アイドル検知
en: Idle Detection
zh_hans: 空闲检测

source: オフにすると、あるプロジェクトを開始したとき他の計測は自動停止します。
en: When off, starting a project automatically stops other tracking.
zh_hans: 关闭后，开始一个项目会自动停止其他计时。

source: キャンセル
en: Cancel
zh_hans: 取消

source: スキップ
en: Skip
zh_hans: 跳过

source: タイマーを自動停止しました
en: Tracking Stopped Automatically
zh_hans: 计时已自动停止

source: タイマーを開始できませんでした。
en: The timer could not be started.
zh_hans: 无法开始计时。

source: タイマー自動停止
en: Automatic Timer Stop
zh_hans: 自动停止计时

source: タイムライン
en: Timeline
zh_hans: 时间线

source: タイムラインでブロックを移動・リサイズしたときの時刻の丸め幅です。
en: The rounding interval used when moving or resizing timeline blocks.
zh_hans: 移动或调整时间线区块大小时使用的时间取整间隔。

source: ダッシュボード
en: Dashboard
zh_hans: 仪表盘

source: ダッシュボード…
en: Dashboard…
zh_hans: 仪表盘…

source: テーマカラー
en: Theme Color
zh_hans: 主题颜色

source: データがありません
en: No Data
zh_hans: 无数据

source: ドラッグ操作のスナップ単位
en: Drag Snap Interval
zh_hans: 拖动吸附间隔

source: バージョン
en: Version
zh_hans: 版本

source: プロジェクト
en: Project
zh_hans: 项目

source: プロジェクトがありません
en: No Projects
zh_hans: 没有项目

source: プロジェクトがありません。 「プロジェクト管理」から追加してください。
en: No projects yet. Add one in Project Management.
zh_hans: 尚无项目。 请在“项目管理”中添加。

source: プロジェクトで絞り込む
en: Filter by project
zh_hans: 按项目筛选

source: プロジェクトの削除
en: Delete Project
zh_hans: 删除项目

source: プロジェクトを編集
en: Edit Project
zh_hans: 编辑项目

source: プロジェクトを追加
en: Add Project
zh_hans: 添加项目

source: プロジェクト別 合計稼働時間
en: Total Tracked Time by Project
zh_hans: 各项目总工作时长

source: プロジェクト名
en: Project Name
zh_hans: 项目名称

source: プロジェクト管理…
en: Project Management…
zh_hans: 项目管理…

source: リスト
en: List
zh_hans: 列表

source: 一定時間入力がなかったため、計測を自動的に停止しました。
en: Tracking stopped because no input was detected for the configured period.
zh_hans: 由于在设定时间内未检测到输入，计时已自动停止。

source: 下の「＋」から追加してください。
en: Use the + button below to add one.
zh_hans: 请使用下方的“+”按钮添加。

source: 今月
en: This Month
zh_hans: 本月

source: 作業内容
en: Work Note
zh_hans: 工作内容

source: 作業内容が未入力のブロックを目立たせる
en: Highlight blocks without work notes
zh_hans: 突出显示未填写工作内容的区块

source: 作業内容を入力してください
en: Enter a work note
zh_hans: 请输入工作内容

source: 作業内容を変更しますか？
en: Change this work note?
zh_hans: 要更改此工作内容吗？

source: 作業内容を管理
en: Manage Work Notes
zh_hans: 管理工作内容

source: 作業内容を入力…
en: Enter a work note…
zh_hans: 输入工作内容…

source: 作業内容を記録
en: Add Work Notes
zh_hans: 记录工作内容

source: 作業内容別 CSV
en: Work Note CSV
zh_hans: 按工作内容导出 CSV

source: 作業内容別 稼働時間
en: Tracked Time by Work Note
zh_hans: 按工作内容统计时长

source: 保存
en: Save

source: 保存に失敗しました
en: Save Failed
zh_hans: 保存失败

source: 候補から追加…
en: Add from Suggestions…
zh_hans: 从建议中添加…

source: 候補から選択
en: Choose a Suggestion
zh_hans: 选择建议

source: 停止中
en: Stopped
zh_hans: 已停止

source: 先にプロジェクトを作成してください
en: Create a project first
zh_hans: 请先创建项目

source: 先にプロジェクトを作成してください。
en: Create a project first.
zh_hans: 请先创建项目。

source: 入力がこの時間ない場合、稼働中のすべてのタイマーを自動停止します。
en: All running timers stop automatically after this period without input.
zh_hans: 在此时长内没有输入时，将自动停止所有正在运行的计时。

source: 全停止中
en: All Stopped
zh_hans: 全部已停止

source: 分
en: min
zh_hans: 分钟

source: 削除
en: Delete
zh_hans: 删除

source: 前の月
en: Previous month
zh_hans: 上个月

source: 同時測定が無効のため、別のプロジェクトを計測中は遡って開始できません。
en: Retroactive start is unavailable while another project is running and concurrent tracking is disabled.
zh_hans: 并行计时已关闭，因此其他项目正在计时时无法从过去的时间开始。

source: 名前を入力
en: Enter a name
zh_hans: 输入名称

source: 変更
en: Rename
zh_hans: 重命名

source: 変更された記録はありません
en: No Records Were Changed
zh_hans: 没有记录被更改

source: 変更する作業内容
en: Work Note to Rename
zh_hans: 要重命名的工作内容

source: 変更する作業内容を選択してください
en: Select a work note to rename
zh_hans: 请选择要重命名的工作内容

source: 変更できる作業内容がありません
en: No work notes are available to rename
zh_hans: 没有可重命名的工作内容

source: 同名の作業内容へ統合しますか？
en: Merge with the existing work note?
zh_hans: 要合并到同名工作内容吗？

source: 対象の作業内容が見つかりません
en: The selected work note could not be found
zh_hans: 找不到所选工作内容

source: 管理できる作業内容がありません
en: No work notes are available to manage
zh_hans: 没有可管理的工作内容

source: 管理する作業内容
en: Work Note to Manage
zh_hans: 要管理的工作内容

source: 対象の記録がありません
en: No matching records
zh_hans: 没有匹配的记录

source: 展開中
en: Expanded
zh_hans: 已展开

source: 情報
en: About
zh_hans: 关于

source: 所要時間
en: Duration
zh_hans: 时长

source: 拡大
en: Zoom In
zh_hans: 放大

source: 文言を入力
en: Enter new text
zh_hans: 输入新文本

source: 新しい作業内容
en: New Work Note
zh_hans: 新工作内容

source: 日付
en: Date
zh_hans: 日期

source: 日付別 CSV
en: Daily CSV
zh_hans: 按日期导出 CSV

source: 時間
en: Hours
zh_hans: 小时

source: 時間別 CSV
en: Time Log CSV
zh_hans: 时间记录 CSV

source: 未分類
en: Uncategorized
zh_hans: 未分类

source: 次の月
en: Next month
zh_hans: 下个月

source: 測定中
en: Tracking
zh_hans: 正在计时

source: 現在以前の日時を指定してください。
en: Choose a date and time that is not in the future.
zh_hans: 请选择当前时间或更早的日期和时间。

source: 終了
en: End
zh_hans: 结束

source: 編集
en: Edit
zh_hans: 编辑

source: 編集…
en: Edit…
zh_hans: 编辑…

source: 縮小
en: Zoom Out
zh_hans: 缩小

source: 自動停止時にモーダルを表示する
en: Show a dialog after automatic stop
zh_hans: 自动停止后显示对话框

source: 自動（システム設定）
en: Automatic (System Setting)
zh_hans: 自动（系统设置）

source: 表示
en: View
zh_hans: 显示

source: 表示するプロジェクトを絞り込む
en: Filter displayed projects
zh_hans: 筛选显示的项目

source: 表示言語
en: Display Language
zh_hans: 显示语言

source: 複数プロジェクトの同時測定を許可する
en: Allow concurrent project tracking
zh_hans: 允许多个项目并行计时

source: 複製
en: Duplicate
zh_hans: 复制

source: 紐づくプロジェクト
en: Linked Projects
zh_hans: 关联项目

source: 言語
en: Language
zh_hans: 语言

source: 計測
en: Tracking
zh_hans: 计时

source: 計測を停止したとき、またはアイドルで自動停止したときに作業内容を入力するダイアログを表示します。
en: Show a work note dialog when tracking is stopped manually or due to inactivity.
zh_hans: 手动停止计时或因空闲而自动停止时，显示用于输入工作内容的对话框。

source: 計測を再開
en: Resume Tracking
zh_hans: 继续计时

source: 計測中
en: Running
zh_hans: 运行中

source: 計測停止時に作業内容の入力を促す
en: Prompt for work notes when tracking stops
zh_hans: 停止计时时提示输入工作内容

source: 記録
en: Records
zh_hans: 记录

source: 記録…
en: Records…
zh_hans: 记录…

source: 記録がありません
en: No Records
zh_hans: 没有记录

source: 記録が他の画面で変更された可能性があります。対象の作業内容を選び直してください。
en: The records may have changed elsewhere. Select the work note again.
zh_hans: 记录可能已在其他界面中更改。请重新选择工作内容。

source: 記録を編集
en: Edit Record
zh_hans: 编辑记录

source: 記録を追加
en: Add Record
zh_hans: 添加记录

source: 設定
en: Settings
zh_hans: 设置

source: 設定…
en: Settings…
zh_hans: 设置…

source: 起動
en: Startup
zh_hans: 启动

source: 追加
en: Add
zh_hans: 添加

source: 統合
en: Merge
zh_hans: 合并

source: 過去の時刻から開始するオプションを表示します
en: Shows options for starting from an earlier time
zh_hans: 显示从过去时间开始的选项

source: 選択してください
en: Select an option
zh_hans: 请选择

source: 閉じる
en: Close
zh_hans: 关闭

source: 開始
en: Start
zh_hans: 开始

source: 開始できません
en: Unable to Start
zh_hans: 无法开始

source: 開始日
en: Start Date
zh_hans: 开始日期

source: 開始時刻
en: Start Time
zh_hans: 开始时间

source: 開始時刻は現在以前を指定してください。
en: The start time must not be in the future.
zh_hans: 开始时间不能晚于当前时间。

source: 開始時刻を指定
en: Choose Start Time
zh_hans: 选择开始时间

source: 開始時刻を指定…
en: Choose Start Time…
zh_hans: 选择开始时间…

source: 離席と判定するまでの時間
en: Time before marking as idle
zh_hans: 判定为空闲前的时长

source: 離席判定を有効にする
en: Enable idle detection
zh_hans: 启用空闲检测

source: （不明）
en: (Unknown)
zh_hans: （未知）

source: （削除済み）
en: (Deleted)
zh_hans: （已删除）

# csv.daily.header
source: 日付,稼働時間(H),作業内容
en: date,duration_hours,notes
zh_hans: 日期,时长（小时）,工作内容

# csv.notes.header
source: 作業内容,稼働時間(秒),稼働時間(H)
en: note,duration_seconds,duration_hours
zh_hans: 工作内容,时长（秒）,时长（小时）

# csv.timelogs.header
source: プロジェクト,開始,終了,稼働時間(秒),作業内容
en: project,start,end,duration_seconds,notes
zh_hans: 项目,开始时间,结束时间,时长（秒）,工作内容

# duration.hours_minutes
source: %1$d時間%2$d分
en: %1$d hr %2$d min
zh_hans: %1$d小时%2$d分钟

# duration.minutes
source: %d分
en: %d min
zh_hans: %d分钟

# export.failed
source: 保存に失敗: %@
en: Save failed: %@
zh_hans: 保存失败：%@

# export.saved
source: 保存しました: %@
en: Saved: %@
zh_hans: 已保存：%@

# filename.daily_work
source: 日付別-%@.csv
en: daily-work-%@.csv
zh_hans: daily-work-%@.csv

# filename.note_summary
source: 作業内容別-%@.csv
en: note-summary-%@.csv
zh_hans: note-summary-%@.csv

# filename.timelogs
source: タイムログ-%@.csv
en: timelogs-%@.csv
zh_hans: timelogs-%@.csv

# project.start_accessibility
source: 「%@」を開始
en: Start %@
zh_hans: 开始 %@

# project.start_menu_accessibility
source: 「%@」の開始メニュー
en: Start menu for %@
zh_hans: %@ 的开始菜单

# project.stop_accessibility
source: 「%@」を停止
en: Stop %@
zh_hans: 停止 %@

# rename.affected_count
source: %d 件の記録が変更されます
en: %d records will be changed
zh_hans: 将更改 %d 条记录

# settings.change_failed
source: 設定の変更に失敗しました: %@
en: Could not change the setting: %@
zh_hans: 无法更改设置：%@

# timeline.running_help
source: %@ %@ 〜 計測中
en: %@ %@ – Running
zh_hans: %@ %@ – 运行中

# worknote.merge.confirmation
source: 「%1$@」を既存の「%2$@」へ統合します。%3$d 件の記録が置き換わり、紐づくプロジェクトは和集合になります。この操作は取り消せません。
en: Merge “%1$@” into the existing “%2$@”. %3$d records will be updated, and linked projects will be combined. This action cannot be undone.
zh_hans: 将“%1$@”合并到现有的“%2$@”。将更新 %3$d 条记录，并合并关联项目。此操作无法撤销。

# worknote.rename.confirmation
source: 「%1$@」を「%2$@」に変更します。%3$d 件の記録が対象です。この操作は取り消せません。
en: Change “%1$@” to “%2$@” in %3$d records? This action cannot be undone.
zh_hans: 要将“%1$@”更改为“%2$@”吗？这会影响 %3$d 条记录，且无法撤销。

source: OK
zh_hans: 好
